Revit 2027 API
ParameterTypeId.FloorByFaceOffsetParam Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FloorByFaceOffsetParam { get; }
Public Shared ReadOnly Property FloorByFaceOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FloorByFaceOffsetParam {
	ForgeTypeId^ get ();
}
static member FloorByFaceOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace